import React from "react";
import s from "./Info.module.css";

const Info = () => {
  return (
    <div className={s.info_container}>
      <div className={s.first_block}>
        <h1>Інтернет-каталог спортивних товарів “Apollon”</h1>
        <p>
          Ласкаво просимо на сайт "Apollon" - вашого надійного партнера у світі
          спортивного інвентарю! Ми пишаємося представити вам нашу унікальну
          платформу, призначену для продажу спортивного обладнання та аксесуарів
          найвищої якості. Наша місія - зробити вашу турботу про спорт
          максимально приємною та результативною. На "Apollon" ви знайдете
          широкий вибір товарів для різних видів фізичної активності, і,
          головне, ми ділимося з вами нашими знаннями та досвідом, щоб допомогти
          вам вибрати ідеальне обладнання для досягнення ваших спортивних цілей.
        </p>
      </div>

      <div className={s.second_block}>
        <h1>Великий асортимент інвентарю в нашому спортивному каталозі</h1>
        <p>
          "Apollon" надає вам доступ до величезного вибору спортивного
          інвентарю, підходящого для будь-яких видів активності. Ми пишаємося
          тим, що пропонуємо обладнання та аксесуари для чотирьох основних
          категорій:
        </p>
        <ul>
          <li>
            Легка атлетика: Незалежно від того, чи є ви початківцем бігуном чи
            професійним легкоатлетом, наші товари для легкої атлетики допоможуть
            вам досягти нових висот. У нас ви знайдете бігові кросівки, штанги,
            гантелі та інше обладнання для занять бігом, стрибками та метанням.
          </li>
          <li>
            Важка атлетика: Якщо ви захоплюєтесь підйомом важкостей і розвиваєте
            силу та м'язи, "Apollon" надасть вам широкий вибір гантелей, штанг і
            тренажерів для ефективних тренувань.
          </li>
          <li>
            Туризм: Любите активний відпочинок на свіжому повітрі? У нас є все,
            що вам потрібно для чудових пригод на природі: намети, рюкзаки,
            спальні мішки та багато іншого.
          </li>
          <li>
            Плавання: Для тих, хто віддає перевагу водним видам спорту, ми
            пропонуємо широкий вибір плавальних костюмів, окулярів, плавальних
            шапок та аксесуарів.
          </li>
        </ul>
      </div>

      <div className={s.third_block}>
        <h1>
          Переваги покупок в нашому інтернет-каталозі спортивного інвентарю
        </h1>
        <p>
          Покупка спортивного обладнання на "Apollon" - це гарантія задоволення
          ваших потреб. Ми пишаємося такими перевагами:
        </p>
        <ul>
          <li>
            Широкий вибір: Наш каталог багатий різноманіттям товарів для спорту
            та активного способу життя, що задовольняє потреби як початківців,
            так і досвідчених спортсменів.
          </li>
          <li>
            Якість: Ми ретельно відбираємо лише високоякісне обладнання та
            аксесуари, щоб забезпечити вас надійними та довговічними продуктами.
          </li>
          <li>
            Експертний супровід: Наші спеціалісти завжди готові поділитися
            порадами та рекомендаціями, щоб допомогти вам вибрати правильне
            обладнання, відповідне вашим цілям.
          </li>
          <li>
            Зручність і надійність: Оформлення замовлень на "Apollon" - це
            швидко, зручно та безпечно. Ми гарантуємо надійну доставку та
            задоволення ваших потреб.
          </li>
        </ul>
      </div>

      <div className={s.fourth_block}>
        <p>
          "Apollon" - це не просто каталог, це ваш шлях до спортивних досягнень
          та активного способу життя. <br /> Завітайте до нас, і давайте разом
          рухатися до своїх спортивних цілей!
        </p>
      </div>
    </div>
  );
};

export default Info;
